Repository: bonomali/ubuntu-community-wordpress-theme
Catalog: ubuntu-community/languages/*.po
Languages: fi

source: Discussion
fi: Keskustelu

# noun
source: Comment
fi: Kommentti

source: Name
fi: Nimi

source: Email
fi: Sähköpostiosoite

source: All fields are required. Your email address will not be published.
fi: Kaikki kentät on pakollisia. Sähköpostiosoitettasi ei julkaista.

source: All articles for %s
fi: Kaikki artikkelit: %s

source: Archive
fi: Arkisto

source: Search results for "%s"
fi: Hakutulokset: %s

# post meta: author, formatted date
source: By %s on %s
fi: Kirjoittanut %s, %s

source: Read the rest of this article
fi: Lue loput tästä artikkelista

source: No comments
fi: Ei kommentteja

source: 1 comment
fi: 1 kommentti

source: %1$s comments
fi: %1$s kommenttia

source: Sidebar (right)
fi: Sivupalkki (oikea)

source: Notifications
fi: Ilmoitukset

source: Footnote widgets
fi: Alaviitteen vimpaimet

source: Footer widgets
fi: Alatunnisteen vimpaimet

source: Header Menu
fi: Ylätunnisteen valikko

source: Header logo
fi: Ylätunnisteen logo

source: The logo to show in the right side of the header. The image is resized to a maximum height of 25 pixels. If an image is not set, the Ubuntu logo is used.
fi: Logo, joka näytetään ylätunnisteen oikeassa reunassa. Kuva muutetaan maksimissaan 25 pikselin korkuiseksi. Jos kuvaa ei ole määritelty, käytetään Ubuntun logoa.

source: Header background color
fi: Ylätunnisteen taustaväri

source: Navigation link color
fi: Navigointilinkkien väri

source: The color for hovered menu items in the header dropdown menu.
fi: Yläpalkin pudotusvalikon linkkien väri aktivoituna.

source: Link color
fi: Linkkien väri

source: The color for links in the main content area.
fi: Ensisijaisen sisältöalueen linkkien väri.

source: Sidebar link color
fi: Sivupalkin linkkien väri

source: The color for links in the sidebar in the main content area.
fi: Linkkien väri ensisijaisen sisältöalueen sivupalkissa.

source: Footer link color
fi: Alatunnisteen linkkien väri

source: The color for links in the footer.
fi: Linkkien väri alatunnisteessa.

source: Always show footer links with the selected color?
fi: Näytä alatunnisteiden linkit aina valitulla värillä?

source: Button link background color
fi: Linkkipainikkeiden taustaväri

source: The background color for links styled like buttons. Note that the text color is white. This template is available from the TinyMCE editor.
fi: Taustaväri painikkeiden näköisille linkeille. Huomioi että tekstin väri on valkoinen. Tämä malli on käytettävissä TinyMCE-editorissa.

source: Use the dark background variant?
fi: Käytä tummaa taustaväriä?

source: Theme Options
fi: Teeman asetukset

source: Show authors for posts?
fi: Näytä kirjoittajan tiedot artikkeleiden yhteydessä?

source: Always float the header?
fi: Kelluva ylätunniste?

source: Page not found.
fi: Sivua ei löytynyt.

source: The page you were looking for was not found.
fi: Sivua, jota etsit, ei löytynyt.
